{
  "1 - Intro": {
    "*": "\\chapter*{Acknowledgments}\nDuring those three years, I often felt alone, but I eventually realized that I could not name people who supported me, not because there were too few, but because there were so many.\nThis section is dedicated to all those who directly or indirectly contributed to this manuscript."
  },
  "2 - PhD directors": {
    "*": "I want to express my deepest gratitude to my PhD directors for their unwavering support and invaluable guidance throughout this journey.",
    "Nikos Paragios": "To Nikos Paragios, thank you for the network and opportunities you have opened for me.\nYour insight and encouragement have broadened my horizons and enriched my academic experience.",
    "Pascal Fenoglietto": "To Pascal Fenoglietto, your guidance has been indispensable.\nYour thoughtful advice and attention to detail have steered me through the complexities of this work, and I sincerely appreciate your dedication to my progress.",
    "Paul-Henry Cournède": "To Paul-Henry Cournède, you have been more than a supervisor; you are a model of excellence in research and leadership.\nI am immensely grateful for inspiring me to reach new heights."
  },
  "3 - TheraPanacea": {
    "*": "I would like to thank the TheraPanacea team, these numerous individuals who have contributed to my PhD journey in various ways:",
    "Alexandre Cafaro": "To Alexandre Cafaro, for valuable exchanges on research.",
    "Alexis Benichoux": "To Alexis Benichoux, for valuable insights into AI engineering practices.",
    "Alexis Bombezin-Domino": "To Alexis Bombezin-Domino, for sharing interesting facts e.g.: about military aviation.",
    "Amaury Leroy": "To Amaury Leroy, for insightful discussions about PhD life and post-PhD life plans.",
    "Anne Walrafen": "To Anne Walrafen, for sharing extensive knowledge about radiotherapy.",
    "Anothkanth Mahendran": "To Anothkanth Mahendran, for maintaining and updating specialized software, essential to my research.",
    "Audrey Duran": "To Audrey Duran, for maintaining nice colleague relationship despite the physical distance.",
    "Ayoub Oumani": "To Ayoub Oumani, for showing great skills on the soccer field during our 5v5 afterwork matches.",
    "Baris Ungun": "To Baris Ungun, for fascinating discussions about unconventional scientific topics, like color theory.",
    "Basile Bertrand": "To Basile Bertrand, for making ESTRO conference an enjoyable and memorable experience.\nShould I express my gratitude for sending me to ASTRO instead of attending yourself?",
    "Carlos Santos-Garcia": "To Carlos Santos-Garcia, for being a true friend across multiple domains - from climbing to soccer, from AI discussions to board games.",
    "Catherine Martineau-Huynh": "To Catherine Martineau-Huynh, for showing genuine care for employees, and keeping us on our toes with unexpected questions.",
    "Claire Diaz": "To Claire Diaz, for bringing joy and enthusiasm to afterworks and conferences.",
    "Clemence Gueguen": "To Clemence Gueguen, for the privilege of knowing you as both student and colleague.\nMany of us thank you for organizing memorable company events.",
    "Despina Ioannidou": "To Despina Ioannidou, for managing internal \\xcancel{gossips} communications with grace and discretion.",
    "Edouard Delasalles": "To Edouard Delasalles, for enlightening discussions about AI techniques.",
    "Elie Mangin": "To Elie Mangin, for leading em at the Centrale Night'N'Day race, being a worthy baby-football opponent, and a great colleague.",
    "Ethan Corcos": "To Ethan Corcos, for engaging scientific exchanges, and showing em cool figures.",
    "Eugenie Ullmann": "To Eugenie Ullmann, for being a great colleague.",
    "Giorgi Benashvili": "To Giorgi Benashvili, for resolving all my technical issues promptly and efficiently.",
    "Gizem Temiz": "To Gizem Temiz, for the gentle push toward abstract submissions, contributing to my academic growth.",
    "Jacob Buatti": "To Jacob Buatti, for being an outstanding volleyball player and bringing athletic spirit to TheraPanacea.",
    "Jules Potel": "To Jules Potel, for enriching scientific discussions.",
    "Lhassa Macke": "To Lhassa Macke, for bringing energy and liveliness to the clinical room.",
    "Lisa Letournel": "To Lisa Letournel, for sharing Catherine's front desk office, and maintaining a nice atmosphere.",
    "Lorenzo Colombo": "To Lorenzo Colombo, for animating the clinical office room with complains, and successfully organizing the last company event.",
    "Louis Ducamp": "To Louis Ducamp, for enlightening discussions about AI applications in healthcare.",
    "Léo Hardi": "To Léo Hardi, for patiently answering my database questions, no matter how basic they seemed.",
    "Mathilde Ravier": "To Mathilde Ravier, for meaningful conversations about company life and being a reliable running companion.",
    "Niels Pichon": "To Niels Pichon, for productive exchanges about development of AI tools.",
    "Norbert Bus": "To Norbert Bus, for an inspiring performance at Advent of Code.",
    "Olivier Teboul": "To Olivier Teboul, for exemplary leadership of the scientific team.",
    "Quentin Spinat": "To Quentin Spinat, for being an excellent climbing partner, providing much-needed breaks from work.",
    "Rafael Marini Silva": "To Rafael Marini Silva, for providing invaluable guidance.",
    "Rafael Roblin": "To Rafael Roblin, for engaging technology discussions and creative problem-solving during team building events.",
    "Rémi Vauclin": "To Rémi Vauclin, for stimulating scientific discussions.",
    "Sami Romdhani": "To Sami Romdhani, for leading the AI team, and letting me participate to interesting meetings.",
    "Samia Achour": "To Samia Achour, for expertize coordinating conferences, facilitating valuable networking.",
    "Sanmady Kandiban": "To Sanmady Kandiban, for being a great colleague.",
    "Sofia Broome": "To Sofia Broome, for showing genuine interest in my work, and always having interesting questions",
    "Sofiane Horache": "To Sofiane Horache, for discussions on AI that helped shape my research.",
    "Sonia Martinot": "To Sonia Martinot, for being an excellent DSBA co-teacher and sharing PhD life experiences.",
    "Tessa Kolb": "To Tessa Kolb, for patiently guiding me through ASTRO demonstrations and enhancing my technical understanding.",
    "Thaís Roque": "To Thaís Roque, for bringing a bit of Oxford experience to TheraPanacea.",
    "Vincent Luc": "To Vincent Luc, for making SFPM conference a valuable experience."
  },
  "4 - MICS": {
    "*": "I would like to extend my heartfelt gratitude to my colleagues and friends from the MICS laboratory, whose presence and support have enriched my PhD journey in countless ways:",
    "Aaron Mamann": "To Aaron Mamann, for our endless and enriching life discussions that often provided unneeded breaks, but relied from academic pressures.",
    "Agathe": "% To Agathe, who officially welcomed me into the MICS family by adding me to the laboratory's webpage.",
    "Antonin Della Noce": "To Antonin Della Noce, for our engaging discussions about mathematics that challenged my thinking.",
    "Brice Hannebicque": "To Brice Hannebicque, for our enlightening discussions about teaching strategies.",
    "Céline Hudelot": "To Céline Hudelot, thank you for trusting me to be your teaching assistant for computer vision and for advertising my enigmas, which has contributed to making them part of our lab culture.",
    "Fabienne Brosse": "To Fabienne Brosse, for expertly managing the administrative aspects of the lab and (most importantly,) for organizing our summer and Christmas parties.",
    "Félicie Giraud-Sauveur": "To Félicie Giraud-Sauveur, for being my desk mate and creating an enjoyable environment.",
    "Gabriel Claret": "To Gabriel Claret, for his incredible devotion to the lab life.",
    "Guillaume Joslin": "To Guillaume Joslin, for helping out with the computing resources. I do \\textbf{not} thank you for hacking my enigmas!",
    "Gurvan Hermange": "To Gurvan Hermange, whose perspectives on PhD experience have helped me better understand the academic ecosystem.",
    "Hackim Benkirane": "To Hackim Benkirane, for our discussions about the latest developments in AI.",
    "Imane Chraki": "To Imane Chraki, for her contribution to lab life and the fun times we shared at the autumn school in Porto.",
    "Inès Malleval": "To Inès Malleval, for creating a laboratory sportive life.",
    "Jun Zhu": "To Jun Zhu, whose exemplary work ethic has been truly inspiring.\nThank you for always keeping me company during lunch!",
    "Konstantinos Florakis": "To Konstantinos Florakis, for your endless enthusiasm for mathematical discussions.",
    "Laura Vuduc": "To Laura Vuduc, for being a wonderful companion on our bus rides to CentraleSupélec, and for being an exceptional colleague throughout our PhD journey.",
    "Leo Filioux": "To Leo Filioux, for our enlightening discussions about teaching.",

  },
  "5 - Other PhD candidates": {
    "*": "Beyond the walls of MICS and Therapanacea, I've been fortunate to share this doctoral journey with fellow PhD candidates and friends.\nI would like to express my gratitude to the following individuals for their friendship, support, and challenges:",
    "Aiden Manley": "To Aiden Manley, for being not just a flatmate but a true friend, making our shared living space a home during this academic journey.",
    "Arthur Vervaet": "To Arthur Vervaet, for your unwavering friendship, for consistently pushing my limits at the climbing gym, and for our thoughtful discussions about career trajectories and aspirations.",
    "Axel Kerbec": "To Axel Kerbec, for our stimulating mathematical discussions and for our mutual drive to challenge each other intellectually, pushing us both to grow and excel.",
    "Camille Béhar": "To Camille Béhar, for your friendship and for the humbling reminder that unlike my path in computer science, you will become a \"real\" medical doctor, bringing perspective to our different journeys in academia.",
    "Caroline Bouat": "To Caroline Bouat, for maintaining our friendship through the years, and pursuing together a scientific PhD.",
    "Jeanne Redaud": "To Jeanne Redaud, for being an exceptional friend and confidante, sharing the unique challenges and triumphs of PhD life at L2S, making this journey feel less solitary.",
    "Landry Duguet": "To Landry Duguet, for our enduring friendship and the remarkable parallel journey we've shared in our scientific careers.",
    "Marie Girodengo": "To Marie Girodengo, for sharing the unique experiences and concerns of PhD life, making this challenging journey more manageable.",
    "Pierre Houdouin": "To Pierre Houdouin, for our engaging climbing sessions that provided much-needed breaks from research, and for our meaningful discussions about PhD progress and milestones at L2S."
  },
  "6 - Other science friends": {
    "*": "I've been fortunate to have friends outside academia whose insights, support, and contributions have enriched both this manuscript and my understanding of its broader impact.",
    "Enea Sharxhi": "To Enea Sharxhi, for the countless hours spent mutually challenging each other with mathematical problems, often pushing the limits of our understanding and problem-solving abilities.",
    "Julien Bruyninckx": "To Julien Bruyninckx, for ensuring I maintained a balanced life beyond science while engaging in fascinating discussions about mathematics, quantum computing, and AI.",
    "Maxime Dufour": "To Maxime Dufour, for forming an extraordinary hackathon team with Romain and Arthur, where our combined creativity led to innovative solutions and memorable coding adventures.",
    "Mélanie Kojaartinian": "To Mélanie Kojaartinian, for her careful review and insightful feedback on the background chapter, contributing to its clarity and accessibility.",
    "Oscar Valdini": "To Oscar Valdini, for our thoughtful discussions about career paths and possibilities.",
    "Roderick Rens": "To Roderick Rens, for being one of my longest-standing mathematician friend.",
    "Thomas Heyen-Dube": "To Thomas Heyen-Dube, for sharing invaluable life wisdom and career advice."
  },
  "7 - Family": {
    "*": "Despite already having several doctors in our family tree, I somehow found myself trying to add another branch to this academic legacy.\nThis journey would not have been possible without the unwavering support of my family, who have been my foundation throughout this adventure.",
    "1 - grand parents": "To my grandparents (Jean-Bernard, Marie-Paule, Maxime, Maguy), whose pride in their grandchildren's achievements has always been a source of motivation.",
    "2 - uncles and aunts": "To my uncles (François, Philippe, Sylvain, Davi) and aunts (Anne, Vincianne), for showing genuine interest in my research even when I struggled to explain it in non-family-friendly terms.",
    "3 - cousins": "To my cousins (Camille, Clément, Nathan, Louis, Victor, Jules, Mark, Mathilde, Adam, Jean, Matthis, Maryline, Julia, Hugo, Gabriel, Cécile, Lucie), for bringing laughter and perspective to our family gatherings.",
    "4 - parents": "To my parents (Pierre, Yollaine), who have supported every decision in my academic journey, never questioning my choice to pursue yet another family doctorate.",
    "5 - siblings": "To my siblings (Marie, Emmanuel), who have masterfully balanced supporting my academic endeavors while keeping my ego in check through well-timed teasing."
  }
}