{
  "1 - Intro": {
    "*": "\\chapter*{Acknowledgments}\nDuring those three years, I often felt alone, but I eventually realized that I could not name people who supported me, not because there were too few, but because there were so many.\nThis section is dedicated to all those who directly or indirectly contributed to this manuscript."
  },
  "2 - PhD directors": {
    "*": "I want to express my deepest gratitude to my PhD directors for their unwavering support and invaluable guidance throughout this journey.",
    "Nikos Paragios": "To Nikos Paragios, thank you for the network and opportunities you have opened for me.\nYour insight and encouragement have broadened my horizons and enriched my academic experience.",
    "Pascal Fenoglietto": "To Pascal Fenoglietto, your guidance has been indispensable.\nYour thoughtful advice and attention to detail have steered me through the complexities of this work, and I sincerely appreciate your dedication to my progress.",
    "Paul-Henry Cournède": "To Paul-Henry Cournède, you have been more than a supervisor; you are a model of excellence in research and leadership.\nI am immensely grateful for inspiring me to reach new heights."
  },
  "3 - TheraPanacea": {
    "*": "I would like to thank the TheraPanacea team, these numerous individuals who have contributed to my PhD journey in various ways:",
    "Alexandre Cafaro": "To Alexandre Cafaro, for valuable exchanges on research.",
    "Alexis Benichoux": "To Alexis Benichoux, for valuable insights into AI engineering practices.",
    "Alexis Bombezin-Domino": "To Alexis Bombezin-Domino, for sharing interesting facts e.g.: about military aviation.",
    "Amaury Leroy": "To Amaury Leroy, for insightful discussions about PhD life and post-PhD life plans.",
    "Anne Walrafen": "To Anne Walrafen, for sharing extensive knowledge about radiotherapy.",
    "Anothkanth Mahendran": "To Anothkanth Mahendran, for maintaining and updating specialized software, essential to my research.",
    "Audrey Duran": "To Audrey Duran, for maintaining nice colleague relationship despite the physical distance.",
    "Ayoub Oumani": "To Ayoub Oumani, for showing great skills on the soccer field during our 5v5 afterwork matches.",
    "Baris Ungun": "To Baris Ungun, for fascinating discussions about unconventional scientific topics, like color theory.",
    "Basile Bertrand": "To Basile Bertrand, for making ESTRO conference an enjoyable and memorable experience.\nShould I express my gratitude for sending me to ASTRO instead of attending yourself?",
    "Carlos Santos-Garcia": "To Carlos Santos-Garcia, for being a true friend across multiple domains - from climbing to soccer, from AI discussions to board games.",
    "Catherine Martineau-Huynh": "To Catherine Martineau-Huynh, for showing genuine care for employees, and keeping us on our toes with unexpected questions.",
    "Claire Diaz": "To Claire Diaz, for bringing joy and enthusiasm to afterworks and conferences.",
    "Clemence Gueguen": "To Clemence Gueguen, for the privilege of knowing you as both student and colleague.\nMany of us thank you for organizing memorable company events.",
    "Despina Ioannidou": "To Despina Ioannidou, for managing internal \\xcancel{gossips} communications with grace and discretion.",
    "Edouard Delasalles": "To Edouard Delasalles, for enlightening discussions about AI techniques.",
    "Elie Mangin": "To Elie Mangin, for leading em at the Centrale Night'N'Day race, being a worthy baby-football opponent, and a great colleague.",
    "Ethan Corcos": "To Ethan Corcos, for engaging scientific exchanges, and showing em cool figures.",
    "Eugenie Ullmann": "To Eugenie Ullmann, for being a great colleague.",
    "Giorgi Benashvili": "To Giorgi Benashvili, for resolving all my technical issues promptly and efficiently.",
    "Gizem Temiz": "To Gizem Temiz, for the gentle push toward abstract submissions, contributing to my academic growth.",
    "Jacob Buatti": "To Jacob Buatti, for being an outstanding volleyball player and bringing athletic spirit to TheraPanacea.",
    "Jules Potel": "To Jules Potel, for enriching scientific discussions.",
    "Lhassa Macke": "To Lhassa Macke, for bringing energy and liveliness to the clinical room.",
    "Lisa Letournel": "To Lisa Letournel, for sharing Catherine's front desk office, and maintaining a nice atmosphere.",
    "Lorenzo Colombo": "To Lorenzo Colombo, for animating the clinical office room with complains, and successfully organizing the last company event.",
    "Louis Ducamp": "To Louis Ducamp, for enlightening discussions about AI applications in healthcare.",
    "Léo Hardi": "To Léo Hardi, for patiently answering my database questions, no matter how basic they seemed.",
    "Mathilde Ravier": "To Mathilde Ravier, for meaningful conversations about company life and being a reliable running companion.",
    "Niels Pichon": "To Niels Pichon, for productive exchanges about development of AI tools.",
    "Norbert Bus": "To Norbert Bus, for an inspiring performance at Advent of Code.",
    "Olivier Teboul": "To Olivier Teboul, for exemplary leadership of the scientific team.",
    "Quentin Spinat": "To Quentin Spinat, for being an excellent climbing partner, providing much-needed breaks from work.",
    "Rafael Marini Silva": "To Rafael Marini Silva, for providing invaluable guidance.",
    "Rafael Roblin": "To Rafael Roblin, for engaging technology discussions and creative problem-solving during team building events.",
    "Rémi Vauclin": "To Rémi Vauclin, for stimulating scientific discussions.",

  },
  "4 - MICS": {},
  "5 - Other PhD candidates": {},
  "6 - Other science friends": {},
  "7 - Family": {}
}